; ----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 1.7.0
; Author:	Jack <jackkun@gmail.com>
; Homepage:
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file.  Simply delete the Homepage line if you don't have one.
;	Save the file in Unicode format (UTF-16) and Zip it to preserve formatting
;	E-mail new language files to gora@7zsfx.info for inclusion in main
;		Universal Extractor installer
;
;	The following symbols have special meanings:
;	& - when used in a GUI label or button, it precedes the letter that will
;		be registered as a "hotkey" for that function
;	%n - indicates a newline character, which will be replaced when displayed
;	%t - indicates a tab character, which will be replaced when displayed
;	%s - indicates a string variable that UniExtract will replace when displayed
;		The contents of each %s variable is hardcoded into UniExtract.
;		The order and number of %s variables is very important and should not
;		be modified.
;
; -----------------------------------------------------------------------------

[UniExtract]
; GUI labels and buttons
1=檔案
2=選項
3=說明
4=先作為自解程式檢查(&X)
; ------------------------------------
5=選擇檔案
6=要提取的檔案或安裝程式(&A)：
7=選擇資料夾
8=提取到資料夾(&F)：
9=你可以拖曳檔案到此頁面
; ------------------------------------
10=%s 選項
11=保留檔案歷史記錄(&K)
12=隱藏控制台視窗(&H)
13=提供更新每隔(天)(&O)
14=語言(&L):
15=
16=提取之後請勿關閉視窗(&N)
; ------------------------------------
17=特殊格式選項
18=執行檔案前警告(&W)
19=移除重複的檔案(&R)
20=清除暫存檔案(&T)
21=添加遺失的副檔名(&P)
22=提取成功後刪除檔案(&I)
; ------------------------------------
23=關於程式
; ------------------------------------
24=%s 網站
25=官網版本
26=論壇增修版本
; ------------------------------------
27=更新
28=最近更新程式在 %s 天前!
29=立即檢查更新?
30=深度掃瞄自解程式數位簽名(KB)
; ------------------------------------
31=提取(&E)
32=儲存(&S)
33=更新(&U)
34=取消(&C)
35=
; ------------------------------------
36=%s 提取
37=%s 可以使用以下方式來提取 %s 包。%n很抱歉，所有方式都不是 100% 可靠的。%n如果預設的方法不成功，請返回 %s 並選擇另一種方式。
; ------------------------------------
38=提取方式
39=%s 管理式安裝程式
40=%s 提取
41=%s 切換
42=%s 解包程式
43=不是 InstallShield 安裝程式
44=
; ------------------------------------
; GUI control functions
45=
46=
47=檔案不存在：%n%s%n請選擇一個現有的檔案。
48=開啟檔案
49=儲存到資料夾：
50=所有
; 通用術語
51=檔案
52=壓縮檔
53=
54=電子書
55=電子卡片
56=編碼檔
57=未知執行檔
58=初始化失敗
59=說明檔案
60=修補程式
61=圖像
62=安裝程式
63=合併模塊
64=包
65=補丁
66=自解程式
67=階段
68=初始化成功
69=測試
70=提取：
71=
72=更新
73=
74=
; Status messages
75=正在掃瞄檔案以偵測檔案類型
76=正在使用 %s 掃瞄檔案
77=正在提取檔案：
78=正在等待安裝程式初始化。%n請稍候
79=
; Custom prompts
80=%s CD-ROM 映像檔無法直接提取。這個映像檔將被%n轉換為 ISO CD-ROM 映像檔，這樣即可被提取。%n%n你想要繼續嗎？%n注意：此過程將需要幾分鐘時間。
81=錯誤：CD-ROM 映像檔無法轉換。
82=錯誤：已經為 %s 映像檔建立了 ISO 檔，但是它無法轉換。%n你想要保留 ISO 檔以便日後分析嗎?
83=
84=%s. 請退出安裝程式，然後按【確定】繼續。
85=注意：此方法僅對某些 Wise for Windows 安裝包有效。%n如果此 Wise 安裝精靈開始之後需要使用者輸入，此檔案則不支援。%n請退出安裝程式，%s 將放棄提取。%n%n你想要繼續嗎?
86=此檔案使用 %s 壓縮，你可以繼續提取不使用 %s 解包或只執行 %s 解包。%n%n按【是】提取不使用 %s 解包。%n%n按【否】只使用 %s 解包。%n%n在此情況，解包後的檔案名稱為：%n%s
87=錯誤：%s%n無法解包。
88=警告：要提取此檔案，必須直接執行。%n如果繼續，以下命令將會執行：%n%n%s%n%n如果你認為此檔案可能帶有惡意代碼，建議您不要繼續。%n你想要繼續提取嗎？
89=警告：目的資料夾 %s 已經存在!%n解壓到非空資料夾可能導致解包錯誤。%n%n解包前清除此資料夾嗎?
90=解包時需要密碼!%n%n取消選取 '%s'%n啟用密碼輸入。
91=
; Help text
92=從任何的檔案類型或安裝包中提取。%n語法：%n%s%n%n支援的參數：%n%s%t%t顯示此說明訊息%n%s%t%t開啟對話框 %s%n%s%t要提取的檔案名稱%n%s%t提取的目的資料夾%n%n使用 %s 取代目的資料夾名稱%n%s 可解包到以檔案名命名的資料夾。%n%n例如：%s%n%n無任何參數直接執行 %s 將顯示主視窗，%n提示使用者指定檔案和目的資料夾。
93=
; Error messages
94=%s 提取操作無法記錄。
95=
96=%s 無法提取。%n返回的檔案類型為：%s%n%n如果想要自己分析此檔案，請按【確定】否則按【取消】退出。
97=%s%n具有未知副檔名，無法提取。
98=%s%n無法建立。請選擇有效的目的。
99=%s 無法提取。%n它看起來是 %s，已支援，但是提取失敗。%n請檢視日誌檔案 %s，要獲得更多訊息。%n%n按【確定】立即檢視日誌檔案，按【取消】退出。
100=
; Update messages
101=更新完成
102=開始更新，請稍後‧‧‧
103=下載檔案
104=下載完成!
105=更新至版本：%s
106=%n重新啟動 %s!
107=你目前的版本：%s%n無須更新!
; ------------------------------------
108=下載失敗
109=無法從伺服器清單載入檔案%n或許你無法連接到網路%n或更新伺服器不可用%n%n更新中止!
110=下載檔案失敗
111=提取檔案錯誤
112=更新到版本：%s%n發生錯誤，重來!!!
113=已完成：%s / %s
114=
115=
116=
117=
118=
119=
